Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# TextHelpChooseFileFormat.Text
source: If you are unsure which file format to choose, you should concentrate on **JPG, PNG and PDF**. JPG and PNG are image formats, which means that every page will be saved as a separate file. These files can be viewed on just about every device and edited later with ease. JPGs are usually smaller than PNGs, especially at high resolutions, but PNGs offer a better overall quality, which can be important when scanning photos. PDF is a very popular document format and allows you to save multiple pages in a single file. This format can be viewed on just about every device, but editing these files later is not easy and may require advanced software.
ar_tn: إذا لم تكن متأكدا من أي تنسيق تختاره للملف، ينبغي التركيز على تنسيقات ** JPG و PNG و PDF **. JPG و PNG هي تنسيقات للصور، مما يعني أنه سيتم حفظ كل صفحة كملف منفصل. الملفات بهذان التنسيقان يمكن عرضهما في كافة الأجهزة تقريبا ويمكن تحريرهما بسهولة لاحقا. عادة ما تكون ملفات JPG أصغر من ملفات PNG، خاصة عند الدقة العالية، لكن ملفات PNG تكون جودتها أفضل بشكل عام، وهذا أمر مهم عند مسح الصور ضوئيا. تنسيق PDF هو تنسيق شائع جدا للمستندات، ويسمح لك بحفظ صفحات متعددة في ملف واحد. يمكن عرض هذا التنسيق على كل جهاز تقريبا، ولكن تحرير هذه الملفات لاحقا ليس بالأمر السهل وقد يتطلب برامج متقدمة.
ca: Si no esteu segurs de quin format de fitxer triar, hauríeu de concentrar-vos en **JPG, PNG i PDF**. JPG i PNG són formats d'imatge, el que significa que cada pàgina es desarà com a fitxer independent. Aquests fitxers es podran veure a gairebé tots els dispositius i editar més tard amb facilitat. Els fitxers JPG solen ser més petits que els PNG, especialment en alta resolució, però els PNG ofereixen una millor qualitat general, cosa que pot ser important a l'hora d'escanejar fotografies. El PDF és un format de document molt popular que us permet desar diverses pàgines en un sol fitxer. Aquest format es pot veure a gairebé tots els dispositius, però editar aquests fitxers no és fàcil i pot requerir programari avançat.
cs: Pokud si nejste jisti, který formát souboru zvolit, měli byste se zaměřit na **JPG, PNG a PDF**. JPG a PNG jsou obrazové formáty, což znamená, že každá stránka bude uložena jako samostatný soubor. Tyto soubory lze prohlížet na téměř každém zařízení a později je snadno upravovat. Soubory JPG jsou obvykle menší než PNG, zejména při vysokém rozlišení, ale PNG nabízí lepší celkovou kvalitu, což může být důležité při skenování fotografií. PDF je velmi oblíbený formát dokumentů, který umožňuje uložit více stránek do jednoho souboru. Tento formát lze zobrazit téměř na každém zařízení, ale pozdější úprava těchto souborů není snadná a může vyžadovat pokročilý software.
he: אם אינך בטוח באיזו תבנית קובץ לבחור, עליך להתרכז ב- **JPG, PNG ו- PDF**. JPG ו- PNG הם פורמטים של תמונות, מה שאומר שכל דף יישמר כקובץ נפרד. ניתן להציג קבצים אלה כמעט בכל מכשיר ולערוך אותם מאוחר יותר בקלות. JPGs הם בדרך כלל קטנים יותר מאשר PNGs, במיוחד ברזולוציות גבוהות, אבל PNG מציעים איכות כוללת טובה יותר, אשר יכול להיות חשוב בעת סריקת תמונות. PDF הוא פורמט מסמך פופולרי מאוד המאפשר לך לשמור עמודים מרובים בקובץ אחד. ניתן לצפות בפורמט זה כמעט בכל מכשיר, אך עריכת קבצים אלה מאוחר יותר אינה קלה ועשויה לדרוש תוכנה מתקדמת.
hi: यदि आप अनिश्चित हैं कि किस फ़ाइल फॉर्मेट को चुनना है, तो आपको ** जेपीजी, पीएनजी और पीडीएफ ** पर ध्यान केंद्रित करना चाहिए। जेपीजी और पीएनजी इमेज फॉर्मेट हैं, जिसका अर्थ है कि प्रत्येक पृष्ठ को एक अलग फ़ाइल के रूप में सहेजा जाएगा। इन फ़ाइलों को लगभग हर डिवाइस पर देखा जा सकता है और बाद में आसानी से संपादित किया जा सकता है। जेपीजी फ़ाइलें आमतौर पर पीएनजी की तुलना में छोटे होते हैं, विशेष रूप से उच्च रिज़ॉल्यूशन पर, लेकिन पीएनजी एक बेहतर समग्र गुणवत्ता प्रदान करते हैं, जो तस्वीरों को स्कैन करते समय महत्वपूर्ण हो सकता है। पीडीएफ एक बहुत ही लोकप्रिय दस्तावेज़ फॉर्मेट है और आपको एक ही फ़ाइल में कई पृष्ठों को सहेजने की अनुमति देता है। इस फॉर्मेट को लगभग हर डिवाइस पर देखा जा सकता है, लेकिन बाद में इन फ़ाइलों को संपादित करना आसान नहीं है और उन्नत सॉफ़्टवेयर की आवश्यकता हो सकती है।
hu: Ha nem biztos abban, hogy melyik fájlformátumot válassza, a **JPG, PNG és PDF** formátumokra kell koncentrálnia. A JPG és a PNG képformátumok, ami azt jelenti, hogy minden oldal külön fájlként kerül mentésre. Ezek a fájlok szinte minden eszközön megtekinthetők, és később könnyedén szerkeszthetők. A JPG-k általában kisebbek, mint a PNG-k, különösen nagy felbontásban, de a PNG-k jobb általános minőséget kínálnak, ami fontos lehet fotók beolvasásakor. A PDF egy nagyon népszerű dokumentumformátum, amellyel több oldalt is elmenthet egyetlen fájlba. Ez a formátum szinte minden eszközön megtekinthető, de a fájlok későbbi szerkesztése nem egyszerű, és speciális szoftvert igényelhet.
nb: Hvis du er usikker på hvilken type filformat du vil ha utvalgt, burde du konsentrere deg om formatene som er i ** JPG, PNG og PDF**. JPG og PNG er bildeformater, som betyr at hver side vil bli lagret som enkeltstående filer. Disse formatene kan vist frem på omentrent hvilken som helst utstyr enkelt. JPGer er vanligvis mindre en PNGer, Spessielt på høye oppløsninger, men PNGer tilbyr en gjennomsnittlig bedre oppløsning generelt sett, som kan være viktig hvis det er bilder med krevende oppløsning som PDF er veldig populært dokumentformat å tillater deg å lagre flere filer samtidig i en enkelt-fil. Dette formatet tillater deg å kunne bli vist på forskjellige utstyr, men forandring på pdf er ikke enkle å endre på å kan kreve avansert programvare.
nl: Als u niet zeker weet welk bestandsformaat u moet kiezen, moet u zich concentreren op **JPG, PNG en PDF**. JPG en PNG zijn afbeeldingsformaten, wat betekent dat elke pagina als een apart bestand wordt opgeslagen. Deze bestanden kunnen op vrijwel elk apparaat worden bekeken en later gemakkelijk worden bewerkt. JPG's zijn meestal kleiner dan PNG's, vooral bij hoge resoluties, maar PNG's bieden een betere algehele kwaliteit, wat belangrijk kan zijn bij het scannen van foto's. PDF is een zeer populaire documentindeling en stelt u in staat meerdere pagina's in één bestand op te slaan. Dit formaat kan op vrijwel elk apparaat worden bekeken, maar het later bewerken van deze bestanden is niet eenvoudig en vereist mogelijk geavanceerde software.
pl: Jeśli nie masz pewności, jaki format pliku wybrać, skoncentruj się na formatach **JPG, PNG i PDF**. JPG i PNG to formaty obrazu, co oznacza, że ​​każda strona zostanie zapisana jako osobny plik. Pliki te można przeglądać na prawie każdym urządzeniu i z łatwością edytować później. Pliki JPG są zwykle mniejsze niż PNG, zwłaszcza w wysokiej rozdzielczości, jednakże pliki PNG oferują lepszą ogólną jakość, co może być ważne podczas skanowania zdjęć. PDF to bardzo popularny format dokumentów, który umożliwia zapisanie wielu stron w jednym pliku. Format ten można wyświetlać na prawie każdym urządzeniu, ale późniejsza edycja tych plików nie jest łatwa i może wymagać zaawansowanego oprogramowania.
pt_br: Se você não souber que formato de arquivo escolher, prefira **JPG, PNG e PDF**. JPG e PNG são formatos de imagem, significando que cada página será salva separadamente. Estes arquivos poderão ser lidos por quase qualquer equipamento e editado posteriormente com facilidade. JPGs são normalmente menores do que PNGs, especialmente em altas resoluções, mas PNGs oferecem uma qualidade geral melhor, algo importante para digitalização de fotos. PDF é um formato de documento muito popular e permite salvar múltiplas páginas como arquivo único. Este formato pode ser lido por quase qualquer equipamento, mas sua edição posterior não é fácil e pode requere programas avançados.
ro: Dacă nu sunteți sigur ce format de fișier să alegeți, ar trebui să vă concentrați pe unul dintre **JPG, PNG și PDF**. JPG și PNG sunt formate de imagine, ceea ce înseamnă că fiecare pagină va fi salvată ca un fișier separat. Aceste fișiere pot fi vizualizate pe aproape orice dispozitiv și pot fi editate ulterior cu ușurință. JPG-urile sunt de obicei mai mici decât PNG-urile ca dimensiune, în special la rezoluții mai mari, dar PNG-urile oferă o calitate mai bună per total, ceea ce poate fi important atunci când scanați fotografii. PDF este un format de documente foarte popular care vă permite să salvați mai multe pagini într-un singur fișier. Acest format poate fi vizualizat pe aproape orice dispozitiv, dar editarea ulterioară a acestor fișiere nu este ușoară și poate necesita programe complexe.
ru: Если вы не уверены, какой формат файла выбрать, вам следует сосредоточиться на **JPG, PNG и PDF**. JPG и PNG — это форматы изображений, т.е. каждая страница будет сохранена как отдельный файл. Эти файлы можно просматривать практически на каждом устройстве, а затем легко редактировать. JPG обычно меньше PNG, особенно в высоком разрешении, но PNG в целом предлагает более лучшее качество, которое может быть важно при сканировании фотографий. PDF — очень популярный формат документов, позволяющий сохранять несколько страниц в одном файле. Этот формат можно просматривать практически на любом устройстве, но редактировать эти файлы позже непросто и может потребовать дополнительное программное обеспечение.
sk: Ak si nie ste istí, ktorý formát súboru si vybrať, mali by ste sa sústrediť na **JPG, PNG a PDF**. JPG a PNG sú obrazové formáty, čo znamená, že každá strana bude uložená ako samostatný súbor. Tieto súbory je možné prezerať takmer na každom zariadení a neskôr ich ľahko upravovať. Súbory JPG sú zvyčajne menšie ako súbory PNG, najmä pri vysokých rozlíšeniach, ale súbory PNG ponúkajú lepšiu celkovú kvalitu, čo môže byť dôležité pri skenovaní fotografií. PDF je veľmi populárny formát dokumentu a umožňuje vám uložiť viacero strán do jedného súboru. Tento formát je možné zobraziť takmer na každom zariadení, ale neskoršia úprava týchto súborov nie je jednoduchá a môže vyžadovať pokročilý softvér.
uk: Якщо ви не впевнені, який формат файлу вибрати, вам слід зосередитися на **JPG, PNG і PDF**. JPG та PNG - це формати зображень, і мається на увазі, що кожна сторінка буде збережена як окремий файл. Ці файли можна переглядати майже на кожному пристрої та редагувати пізніше з легкістю. JPG зазвичай менше, ніж PNG, особливо з високою роздільною здатністю, але PNG пропонують кращу загальну якість, що може бути важливим при скануванні фотографій. PDF є дуже популярним форматом документа, який дозволяє зберігати кілька сторінок в одному файлі. Цей формат можна переглядати практично на кожному пристрої, але пізніше редагувати ці файли непросто і може знадобитися додаткове програмне забезпечення.
zh_hans: 如果你不确定要选择哪种文件格式，你应该关注**JPG、PNG和PDF**。 JPG和PNG是图像格式，这意味着每个页面都将保存为单独的文件。这些文件几乎可以在每台设备上查看，以后可以轻松编辑。JPG通常比PNG小，尤其是在高分辨率下，但PNG提供更好的整体质量，这在扫描照片时很重要。 PDF是一种非常流行的文档格式，允许您在一个文件中保存多个页面。这种格式几乎可以在每台设备上查看，但以后编辑这些文件并不容易，可能需要高级软件。

# HeadingHelpChangeScanFolder.Text
source: Change the folder that scans are saved to
ar_tn: تغيير مجلد حفظ المستندات التي تم مسحها ضوئيا
ca: Canvia la carpeta a on es desen els escanejos
cs: Vyberte složku pro ukládání skenů
he: שינוי התיקיה שבה נשמרות סריקות
hi: उस फ़ोल्डर को बदलें जिसमें स्कैन सहेजे जाते हैं
hu: Módosítsa a mappát, amelybe a szkennelt képeket menti
nb: Endre lagringsmappen
nl: De map wijzigen waarin scans worden opgeslagen
pl: Zmienianie folderu, w którym zapisywane są skany
pt_br: Escolher a pasta de destino das digitalizações
ro: Schimbați folderul în care sunt salvate scanările
ru: Измените папку, в которую сохраняются сканы
sk: Zmeňte priečinok, do ktorého sa ukladajú skeny
uk: Змініть теку, в якій зберігаються скановані дані
zh_hans: 更改扫描保存到的文件夹

# HeadingHelpChooseFileFormat.Text
source: Choose a file format
ar_tn: أختر تنسيق للملف
ca: Escull un format de fitxer
cs: Vyberte formát souboru
he: בחר תבנית קובץ
hi: कोई फ़ाइल फॉर्मेट चुनें
hu: Válasszon egy fájlformátumot
nb: Velg en filformat
nl: Kies een bestandsformaat
pl: Wybieranie formatu pliku
pt_br: Escolher um formato de arquivo
ro: Alegeți un format de fișier
ru: Выберите формат файла
sk: Vyberte formát súboru
uk: Вибрати формат файлу
zh_hans: 选择文件格式

# HeadingHelpChooseResolution.Text
source: Choose a resolution
ar_tn: أختر الدقة المطلوبة
ca: Escull una resolució
cs: Vyberte rozlišení
he: בחר רזולוציה
hi: कोई रिज़ॉल्यूशन चुनें
hu: Válasszon egy felbontást
nb: Velg en oppløsning
nl: Kies een resolutie
pl: Wybieranie rozdzielczości
pt_br: Escolher uma resolução
ro: Alegeți o rezoluție
ru: Выберите разрешение
sk: Vyberte rozlíšenie
uk: Вибрати роздільну здатність
zh_hans: 选择分辨率

# HeadingHelpReorderPdf.Text
source: Reorder PDF pages
ar_tn: إعادة ترتيب صفحات الPDF
ca: Reordena les pàgines del PDF
cs: Změnit pořadí stránek dokumentu
he: סידור מחדש של עמודי PDF
hi: पीडीएफ पृष्ठों को पुनः क्रमबद्ध करें
hu: PDF-oldalak átrendezése
nb: Omredigere PDF-sidene
nl: PDF-pagina's opnieuw ordenen
pl: Zmienianie kolejności stron pliku PDF
pt_br: Reordenar páginas PDF
ro: Reordonați paginile PDF-ului
ru: Изменение порядка страниц PDF
sk: Zmeňte poradie stránok v PDF
uk: Змінити порядок сторінок PDF
zh_hans: 重新排序PDF页面

# HeadingHelpSaveChanges.Text
source: Save changes
ar_tn: حفظ التغييرات
ca: Desa els canvis
cs: Uložit změny
he: שמירת השינויים
hi: परिवर्तनों को सहेजें
hu: Módosítások mentése
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisywanie zmian
pt_br: Salvar as alterações
ro: Salvați modificările
ru: Сохранить изменения
sk: Uložiť zmeny
uk: Зберегти зміни
zh_hans: 保存更改

# HeadingHelpScannerDiscovery.Text
source: Install and use a scanner
ar_tn: تثبيت الماسح الضوئي وأستخدامه
ca: Instal·la i usa un escàner
cs: Nainstalovat a použít skener
he: התקנת סורק ושימוש בו
hi: स्कैनर स्थापित कर उसका प्रयोग करें
hu: Telepítsen és használjon szkennert
nb: Installer å bruk en skanner
nl: Installeer en gebruik een scanner
pl: Instalowanie i używanie skanera
pt_br: Instalar e usar um digitalizador
ro: Instalați și folosiți un scaner
ru: Установите и используйте сканер
sk: Nainštalovať a použiť skener
uk: Встановіть і використовуйте сканер
zh_hans: 安装并使用扫描仪

# HeadingHelpScannerNotWorking.Text
source: Troubleshoot scanner issues
ar_tn: استكشاف مشكلات الماسح الضوئي وإصلاحها
ca: Soluciona els problemes amb l'escàner
cs: Diagnostikovat problémy se skenerem
he: פתרון בעיות בסורק
hi: स्कैनर समस्याओं का निवारण
hu: Szkenner problémák elhárítása
nb: Feilsøk skannerproblemer
nl: Scannerproblemen oplossen
pl: Rozwiązywanie problemów ze skanerem
pt_br: Resolver problemas do digitalizador
ro: Identificați problemele cu scanerul
ru: Устранение неполадок со сканером
sk: Riešenie problémov so skenerom
uk: Вирішення проблем зі сканером
zh_hans: 解决扫描仪问题

# HeadingHelpStartNewPdf.Text
source: Start a new PDF
ar_tn: أنشاء ملف PDF جديد
ca: Comença un nou PDF
cs: Začít nové PDF
he: התחלת מסמך PDF חדש
hi: एक नया पीडीएफ शुरू करें
hu: Szkennelés új fájlba
nb: Start en ny PDF
nl: Een nieuwe PDF starten
pl: Rozpoczynanie nowego pliku PDF
pt_br: Iniciar um novo PDF
ro: Începeți un nou PDF
ru: Начать как новый PDF
sk: Začať nový súbor PDF
uk: Створити новий PDF
zh_hans: 新建一个PDF

# ErrorMessageLoadScanFolderBody
source: Something is preventing the app from using a set folder on your PC, so you will have to select one for every scan. Please ensure that no settings or any antivirus software are interfering.
ar_tn: شيء ما يمنع التطبيق من استخدام مجلد محدد على جهازك، لذلك عليك تحديد مجلدا لكل عملية مسح ضوئي. يرجى التأكد من عدم التداخل في الإعدادات أو في برنامج مكافحة الفيروسات.
ca: Alguna cosa evita que l'aplicació esculli una carpeta, així que l'haureu de seleccionar per cada escaneig. Si us plau, assegureu-vos de que cap antivirus està interferint.
cs: Něco brání aplikaci používat nastavenou složku v počítači, takže ji budete muset vybrat pro každé skenování. Ujistěte se, že tomu nebrání žádné nastavení ani antivirový software.
he: משהו מונע מהאפליקציה להשתמש בתיקיה מוגדרת במחשב, כך שיהיה עליך לבחור תיקיה עבור כל סריקה. ודא שאין הגדרות או תוכנת אנטי-וירוס כלשהי מפריעות.
hi: कुछ ऐसा है जो ऐप को आपके कम्प्यूटर पर एक निर्धारित फ़ोल्डर का प्रयोग करने से रोक रहा है, इसलिए आपको प्रत्येक स्कैन के लिए एक फ़ोल्डर का चयन करना होगा। कृपया सुनिश्चित करें कि कोई सेटिंग या कोई एंटीवायरस सॉफ़्टवेयर हस्तक्षेप नहीं कर रहा है।
hu: Valami megakadályozza, hogy az alkalmazás egy beállított mappát használjon a számítógépén, ezért minden vizsgálathoz ki kell választania egyet. Győződjön meg arról, hogy semmilyen beállítás vagy víruskereső szoftver nem zavarja.
nb: Noe er
nl: Iets verhindert dat de app een ingestelde map op uw pc gebruikt, dus u moet er een selecteren voor elke scan. Zorg ervoor dat geen instellingen of antivirussoftware interfereren.
pl: Coś uniemożliwia aplikacji korzystanie z ustawionego folderu na komputerze, więc będziesz musiał każdorazowego wybrać jeden przy każdym skanowaniu. Upewnij się, że żadne ustawienia ani oprogramowanie antywirusowe nie zakłócają działania aplikacji.
pt_br: Algo está impedindo o aplicativo de usar uma pasta específica em seu PC, de forma que você terá que selecionar uma para cada digitalização. Por favor, assegure-se de que nenhuma configuração ou antivírus esteja interferindo.
ru: Что-то мешает приложению использовать выбранную папку на вашем ПК, поэтому вам придется выбирать её для каждого сканирования. Пожалуйста, убедитесь, что никакие настройки или какое-либо антивирусное программное обеспечение не мешают.
sk: Niečo bráni aplikácii používať nastavený priečinok vo vašom počítači, takže si ho budete musieť vybrať pre každé skenovanie. Uistite sa, že žiadne nastavenia ani antivírusový softvér nezasahujú.
uk: Щось заважає застосунку використовувати встановлену теку на вашому ПК, тому вам доведеться вибирати одну для кожного сканування. Переконайтеся, що жодні налаштування чи будь-яке антивірусне програмне забезпечення не заважають.
zh_hans: 由于某些原因，应用程序无法使用电脑上的设置文件夹，因此每次扫描都必须选择一个文件夹。请确保没有设置或任何防病毒软件干扰。

# ErrorMessageLoadScanFolderHeading
source: Loading a save location failed
ar_tn: فشل في تحميل موقع الحفظ
ca: No s'ha pogut carregar la ubicació de desat
cs: Načítání místa pro uložení se nezdařilo
he: טעינת מיקום שמירה נכשלה
hi: सहेजने के स्थान को लोड करना विफल रहा
hu: A mentési hely betöltése nem sikerült
nb: Lasting til plassering feilet
nl: Laden van een opslaglocatie is mislukt
pl: Podczas ładowania lokalizacji zapisu wystąpił błąd
pt_br: Falha ao carregar uma pasta de destino
ru: Не удалось загрузить место сохранения
sk: Načítanie miesta uloženia zlyhalo
uk: Не вдалося завантажити місце збереження
zh_hans: 加载保存位置失败

# InfoBarSetSaveLocationUnavailable.Title
source: Something is preventing the app from using a set folder on your PC, so you will have to select one for every scan. Please ensure that no settings or any antivirus software are interfering.
ar_tn: شيء ما يمنع التطبيق من استخدام مجلد محدد على جهازك، لذلك عليك تحديد مجلدا لكل عملية مسح ضوئي. يرجى التأكد من عدم التداخل في الإعدادات أو في برنامج مكافحة الفيروسات.
ca: Alguna cosa evita que l'aplicació esculli una carpeta, així que l'haureu de seleccionar per cada escaneig. Si us plau, assegureu-vos de que cap antivirus està interferint.
cs: Něco brání aplikaci používat nastavenou složku v počítači, takže ji budete muset vybrat pro každé skenování. Ujistěte se, že tomu nebrání žádné nastavení ani antivirový software.
he: משהו מונע מהאפליקציה להשתמש בתיקיה מוגדרת במחשב, כך שיהיה עליך לבחור תיקיה עבור כל סריקה. ודא שאין הגדרות או תוכנת אנטי-וירוס כלשהי מפריעות.
hi: कुछ ऐसा है जो ऐप को आपके कम्प्यूटर पर एक निर्धारित फ़ोल्डर का प्रयोग करने से रोक रहा है, इसलिए आपको प्रत्येक स्कैन के लिए एक फ़ोल्डर का चयन करना होगा। कृपया सुनिश्चित करें कि कोई सेटिंग या कोई एंटीवायरस सॉफ़्टवेयर हस्तक्षेप नहीं कर रहा है।
hu: Valami megakadályozza, hogy az alkalmazás egy beállított mappát használjon a számítógépén, ezért minden vizsgálathoz ki kell választania egyet. Győződjön meg arról, hogy semmilyen beállítás vagy víruskereső szoftver nem zavarja.
nb: Noe hindrer appen i å bruke en satt mappe på pc-en din, så du må velge en for hver skanning. sørg for at ingen innstillinger eller antivirusprogramvare forstyrrer.
nl: Iets verhindert dat de app een ingestelde map op uw pc gebruikt, dus u moet er een selecteren voor elke scan. Zorg ervoor dat geen instellingen of antivirussoftware interfereren.
pl: Coś uniemożliwia aplikacji korzystanie z ustawionego folderu na komputerze, więc będziesz musiał każdorazowego wybrać jeden przt każdym skanowaniu. Upewnij się, że żadne ustawienia ani oprogramowanie antywirusowe nie zakłócają działania aplikacji.
pt_br: Algo está impedindo o aplicativo de usar uma pasta específica em seu PC, de forma que você terá que selecionar uma para cada digitalização. Por favor, assegure-se de que nenhuma configuração ou antivírus esteja interferindo.
ru: Что-то мешает приложению использовать выбранную папку на вашем ПК, поэтому вам придется выбирать её для каждого сканирования. Пожалуйста, убедитесь, что никакие настройки или какое-либо антивирусное программное обеспечение не мешают.
sk: Niečo bráni aplikácii používať nastavený priečinok vo vašom počítači, takže si ho budete musieť vybrať pre každé skenovanie. Uistite sa, že žiadne nastavenia ani antivírusový softvér nezasahujú.
uk: Щось заважає застосунку використовувати встановлену теку на вашому ПК, тому вам доведеться вибирати одну для кожного сканування. Переконайтеся, що жодні налаштування чи будь-яке антивірусне програмне забезпечення не заважають.
zh_hans: 由于某些原因，应用程序无法使用电脑上的设置文件夹，因此每次扫描都必须选择一个文件夹。请确保没有设置或任何防病毒软件干扰。

# ButtonDonate.ToolTipService.ToolTip
source: Support the development
ar_tn: أدعم تطوير البرنامج
ca: Recolza el desenvolupament
cs: Podpořte vývojáře
he: תמכו בפיתוח
hi: विकास में सहायता करें
hu: Támogassa a fejlesztést
nb: Støtte
nl: Steun de ontwikkeling
pl: Wesprzyj rozwój
pt_br: Ajude o desenvolvimento
ro: Susțineți dezvoltarea aplicației
ru: Поддержите разработку
sk: Podporte vývoj
uk: Підтримати розробку
zh_hans: 支持开发人员

# ButtonEditor.ToolTipService.ToolTip
source: Editor
ar_tn: المحرر
he: עורך
hi: संपादक
hu: Szerkesztő
nb: Endrer
pl: Edytor
ru: Редактор
uk: Редактор
zh_hans: 编辑器

# ButtonHelp.ToolTipService.ToolTip
source: Help
ar_tn: مساعدة
ca: Ajuda
cs: Nápověda
he: עזרה
hi: सहायता
hu: Súgó
nb: Hjelp
nl: Helpen
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
uk: Допомога
zh_hans: 帮助

# ButtonGetHelp.ToolTipService.ToolTip
source: Get help
ar_tn: أحصل على مساعدة
ca: Obtén ajuda
cs: Otevřít nápovědu
he: קבלת עזרה
hi: सहायता प्राप्त करें
hu: Kaphat segítséget
nb: Få hjelp
nl: Krijg hulp
pl: Uzyskaj pomoc
pt_br: Obtenha ajuda
ro: Obțineți ajutor
ru: Получить помощь
sk: Získať pomoc
uk: Отримати допомогу
zh_hans: 获取帮助

# ButtonHelpScannerSettings.Text
source: Scanner settings
ar_tn: إعدادات الماسح الضوئي
ca: Configuració de l'escàner
cs: Nastavení skeneru
he: הגדרות סורק
hi: स्कैनर सेटिंग्स
hu: Szkenner beállítások
nb: Skannerinnstillinger
nl: Scannerinstellingen
pl: Ustawienia skanera
pt_br: Configurações do digitalizador
ro: Setări pentru scaner
ru: Настройки сканера
sk: Nastavenia skenera
uk: Налаштування Scanner
zh_hans: 扫描仪设置

# ButtonHelpSettings.Text
source: Settings
ar_tn: الإعدادات
ca: Configuració
cs: Nastavení
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
uk: Налаштування
zh_hans: 设置

# ButtonHelpWiFiSettings.Text
source: Wi-Fi settings
ar_tn: إعدادات ال Wi Fi
ca: Preferències de la Wi-Fi
cs: Nastavení Wi-Fi
he: הגדרות Wi-Fi
hi: वाईफाई सेटिंग्स
hu: Wi-Fi beállítások
nb: Wi-Fi instillinger
nl: Wifi instellingen
pl: Ustawienia Wi-Fi
pt_br: Configurações do Wi-Fi
ro: Setări Wi-Fi
ru: Настройки Wi-Fi
sk: Nastavenia Wi-Fi
uk: Налаштування Wi-Fi
zh_hans: Wi-Fi 设置

# HeadingHelp.Text
source: Help
ar_tn: مساعدة
ca: Ajuda
cs: Nápověda
he: עזרה
hi: सहायता
hu: Súgó
nb: Hjelp
nl: Helpen
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
uk: Допомога
zh_hans: 帮助
